[
  {
    "name": "shai",
    "band": "swedish house mafia",
    "reason": "good songs",
    "year": 2012,
    "openai_api_key": null,
    "text": "Swedish House Mafia was a popular electronic dance music group formed in 2008 by DJs Axwell, Steve Angello, and Sebastian Ingrosso. Known for their high-energy live performances and infectious beats, the trio quickly rose to fame in the EDM scene. In 2012, the group announced their breakup during a sold-out show at the Ultra Music Festival in Miami, shocking fans around the world.\n\nDespite their sudden split, Swedish House Mafia left a lasting impact on the music industry with hits like \"Don't You Worry Child,\" \"Save the World,\" and \"Greyhound.\" Their catchy melodies and euphoric drops have attracted a loyal following of fans who appreciate their ability to create good songs that make you want to dance and let loose. With their dynamic blend of house, progressive, and electro sounds, Swedish House Mafia remains a beloved group for anyone who enjoys upbeat and electrifying music.",
    "image_url": null,
    "stats": null,
    "submitted_at": "2025-04-17T15:11:07.504790"
  },
  {
    "name": "aasd",
    "band": "green day",
    "reason": "asd",
    "year": 1966,
    "openai_api_key": null,
    "text": "Green Day is a punk rock band that formed in 1986 in California. Consisting of Billie Joe Armstrong, Mike Dirnt, and Tré Cool, the band gained mainstream success in the 1990s with albums like Dookie and American Idiot. Known for their energetic live performances and catchy, rebellious songs, Green Day has become one of the most popular punk bands of all time.\n\nIn 1966, several significant events occurred, including the release of The Beatles' album Revolver, the founding of the Black Panther Party in California, and the start of the Cultural Revolution in China. It was a year of political and cultural upheaval, with protests against the Vietnam War and the civil rights movement gaining momentum. People who enjoy Green Day's music might appreciate the rebellious spirit and socially conscious lyrics that reflect the turbulent times of the 1960s.",
    "image_url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-UEYbdRmmAwbpr8r2CzknVFd1/user-DSZGRP5YPwDlHG6ZN08hxD3N/img-OVnBjAjXh6WtQJ6moRGXOTWz.png?st=2025-04-17T16%3A19%3A09Z&se=2025-04-17T18%3A19%3A09Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=cc612491-d948-4d2e-9821-2683df3719f5&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2025-04-17T06%3A32%3A31Z&ske=2025-04-18T06%3A32%3A31Z&sks=b&skv=2024-08-04&sig=TU1izd5mX/wErdP/nLXwhik8u9Efw6HjPN2gLNq49uQ%3D",
    "stats": null,
    "submitted_at": "2025-04-17T17:19:10.158469"
  },
  {
    "name": "shai",
    "band": "bitels",
    "reason": "dont really",
    "year": 2022,
    "openai_api_key": null,
    "text": "The music group known as the 'bitels' is a legendary band that rose to fame in the 1960s with their catchy tunes and innovative sound. Comprised of John Lennon, Paul McCartney, George Harrison, and Ringo Starr, the 'bitels' became a global phenomenon with hits such as \"Hey Jude\" and \"Let It Be.\" Their music transcended generations and continues to be beloved by fans worldwide.\n\nIn 2022, the 'bitels' announced they would be reuniting for a special one-night-only concert to celebrate the 60th anniversary of their formation. The news sent shockwaves through the music industry, with fans eagerly anticipating the chance to see the iconic band perform live once again. Despite their advanced age, the 'bitels' proved they still had the same magic that made them legends in the first place. If you enjoy timeless music, innovative songwriting, and unforgettable melodies, the 'bitels' are sure to leave a lasting impression on you, even if you 'dont really' like them.",
    "image_url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-UEYbdRmmAwbpr8r2CzknVFd1/user-DSZGRP5YPwDlHG6ZN08hxD3N/img-hLxURkX9728LyFbwPbnqmEvj.png?st=2025-04-17T16%3A57%3A05Z&se=2025-04-17T18%3A57%3A05Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=cc612491-d948-4d2e-9821-2683df3719f5&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2025-04-17T07%3A01%3A34Z&ske=2025-04-18T07%3A01%3A34Z&sks=b&skv=2024-08-04&sig=OxaNNAOWr3kZkBrMvEX8/AeDD/XwYwyIncDAbYWuUyo%3D",
    "stats": null,
    "submitted_at": "2025-04-17T17:57:05.916528"
  },
  {
    "name": "skldfj234",
    "band": "maroon 5",
    "reason": "aa",
    "year": 2022,
    "openai_api_key": null,
    "text": "Maroon 5 is an American pop rock band that was formed in 1994 in Los Angeles, California. The group consists of lead vocalist Adam Levine, guitarist James Valentine, keyboardist PJ Morton, bassist Mickey Madden, and drummer Matt Flynn. Maroon 5 rose to fame in the early 2000s with hits such as \"This Love,\" \"She Will Be Loved,\" and \"Moves Like Jagger.\" Known for their catchy tunes and Levine's distinctive vocals, the band has won three Grammy Awards and sold over 120 million records worldwide.\n\nIn 2022, Maroon 5 announced their highly anticipated return to the music scene with a new album and world tour. The band's latest release, titled \"Echo,\" features a mix of pop, rock, and R&B influences, showcasing their versatility and musical evolution over the years. Fans of Maroon 5 are drawn to their infectious melodies, heartfelt lyrics, and energetic live performances. With their signature sound and charismatic frontman, the band continues to captivate audiences around the globe and maintain their status as one of the most popular acts in the music industry.",
    "image_url": null,
    "stats": null,
    "submitted_at": "2025-04-17T18:00:56.451160"
  },
  {
    "name": "sdf",
    "band": "linkin park",
    "reason": "aa",
    "year": 2019,
    "openai_api_key": null,
    "text": "Linkin Park was an American rock band that gained worldwide fame for their unique blend of rock, rap, and electronic music. The band, consisting of members like Chester Bennington and Mike Shinoda, became known for their emotionally charged lyrics and energetic performances. Linkin Park released several hit albums, including \"Hybrid Theory\" and \"Meteora,\" which solidified their place in the music industry.\n\nIn 2019, Linkin Park faced a difficult year as they continued to mourn the loss of lead vocalist Chester Bennington, who tragically passed away in 2017. Despite the challenges, the band and their fans found solace in the music they created together. Linkin Park's music continues to resonate with listeners, offering a sense of catharsis and connection. Fans of the band appreciate their raw, emotional lyrics, powerful instrumentals, and the way their music captures the complexities of human emotions. Ultimately, Linkin Park's music is a testament to the enduring impact of their artistry and the lasting legacy they have left behind.",
    "image_url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-UEYbdRmmAwbpr8r2CzknVFd1/user-DSZGRP5YPwDlHG6ZN08hxD3N/img-5Bs94UUP8DDIHv2EOOgCELtc.png?st=2025-04-17T17%3A02%3A00Z&se=2025-04-17T19%3A02%3A00Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=cc612491-d948-4d2e-9821-2683df3719f5&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2025-04-16T18%3A39%3A55Z&ske=2025-04-17T18%3A39%3A55Z&sks=b&skv=2024-08-04&sig=G/tT5HYCGGepTuHGLq6x8kL51ERfeLl6Tdes63DTllc%3D",
    "stats": null,
    "submitted_at": "2025-04-17T18:02:01.333519"
  },
  {
    "name": "mika",
    "band": "aqua",
    "reason": "just like that",
    "year": 1998,
    "openai_api_key": null,
    "text": "In 1998, the Danish-Norwegian dance-pop group Aqua burst onto the music scene with their infectious hit single \"Barbie Girl.\" The song, with its catchy beat and playful lyrics, quickly became a worldwide sensation and solidified Aqua's place as a chart-topping group. Their debut album, \"Aquarium,\" also achieved great success, selling over 14 million copies and earning multiple awards. With their colorful and fun-loving aesthetic, Aqua quickly became a favorite among fans of pop music in the late 90s.\n\nSomebody might like Aqua \"just like that\" for their upbeat and carefree music that is perfect for dancing and letting loose. Their songs are undeniably catchy and have a way of getting stuck in your head, making them perfect for a feel-good playlist. Aqua's lively and playful energy is infectious, and their music is guaranteed to put a smile on your face. Whether you're a fan of 90s nostalgia or just looking for some fun and lighthearted tunes, Aqua is a group that is sure to brighten your day \"just like that.\"",
    "image_url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-UEYbdRmmAwbpr8r2CzknVFd1/user-DSZGRP5YPwDlHG6ZN08hxD3N/img-N59Qd6pirf8w3I8sLHmjYgGJ.png?st=2025-04-18T13%3A25%3A03Z&se=2025-04-18T15%3A25%3A03Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=cc612491-d948-4d2e-9821-2683df3719f5&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2025-04-18T05%3A50%3A23Z&ske=2025-04-19T05%3A50%3A23Z&sks=b&skv=2024-08-04&sig=xRMIFjUXZPVIksTs7QpYHrvnV2sCwgtIFXzqt0sjo44%3D",
    "stats": null,
    "submitted_at": "2025-04-18T14:25:04.970028"
  }
]